docs/load-tests/default-latency-profiles/04-06-12:02-rr.txt
Running 1m test @ http://localhost:18080
  4 threads and 10 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   142.13ms  213.41ms   1.99s    86.35%
    Req/Sec    31.03     85.36     3.26k    99.81%
  Latency Distribution
     50%   39.57ms
     75%  195.12ms
     90%  425.40ms
     99%  986.68ms
  5639 requests in 1.00m, 2.35MB read
  Socket errors: connect 0, read 0, write 0, timeout 12
  Non-2xx or 3xx responses: 515
Requests/sec:     93.84
Transfer/sec:     40.09KB