docs/load-tests/default-latency-profiles/04-06-12:06-trad.txt
Running 1m test @ http://localhost:18080
  4 threads and 10 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   496.43ms  297.18ms   1.95s    85.83%
    Req/Sec     4.84      3.33    20.00     73.33%
  Latency Distribution
     50%  457.24ms
     75%  590.99ms
     90%  661.01ms
     99%    1.67s 
  772 requests in 1.00m, 251.11KB read
  Socket errors: connect 0, read 0, write 0, timeout 40
Requests/sec:     12.87
Transfer/sec:      4.18KB